/* No comment provided by engineer. */
"Cancel" = "Cancel";

/* hhhh */
"enter your address" = "enter your address";

/* hhhh */
"enter your city" = "enter your city";

/* hhhh */
"enter your floor number" = "enter your floor number";

/* hhhh */
"enter your home number" = "enter your home number";

/* hhhh */
"enter your Name" = "enter your Name";

/* hhhh */
"enter your phone" = "enter your phone";

/* hhhh */
"enter your region" = "enter your region";

/* hhhh */
"enter your street name" = "enter your street name";

/* hhhh */
"order" = "order";

/* profuct list lang */
"Select Language" = "Select Language";

